Repository: pslergy/memento-mori-app
Catalog: lib/l10n/app_*.arb
Languages: ru

# profileWriteDm
source: Write in DM
ru: Написать в ЛС

# profileAddFriend
source: Add friend
ru: Добавить в друзья

# profileRemoveFriend
source: Remove from friends
ru: Удалить из друзей

# profileRequestPending
source: Friend request pending
ru: Заявка в друзья ожидает ответа

# profileThisIsYou
source: This is you
ru: Это вы

# profileOpenViaMenu
source: Open your profile via menu.
ru: Откройте свой профиль через меню.

# profileFriendRemoved
source: Removed from friends
ru: Удалён из друзей

# profileRequestSent
source: Request sent
ru: Заявка отправлена

# profileErrorPrefix
source: Error:
ru: Ошибка:

# profileFriendRemovedLocal
source: Removed locally. API error:
ru: Удалено локально. Ошибка API:

# beaconWarningMessage
source: Chat is tied to country. Wrong choice harms others.
ru: Чат привязан к стране. Неверный выбор вредит другим.

# beaconUnderstood
source: Understood
ru: Понятно

# beaconHoldToChangeCountry
source: hold — change country
ru: удержать — сменить страну

# identityMaskingTitle
source: IDENTITY MASKING
ru: МАСКИРОВКА ОБРАЗА

# identityMaskingSubtitle
source: Select an alternate identity to show on this device. Entry remains via camouflage (e.g. calculator code).
ru: Выберите другой образ на этом устройстве. Вход по-прежнему через камуфляж (например, код калькулятора).

# identityMaskingNote
source: Note: The app may need to be reopened for the launcher icon to update.
ru: Примечание: для обновления иконки может потребоваться перезапуск приложения.

# appNameCalculator
source: Calculator
ru: Калькулятор

# appNameNotes
source: Notes
ru: Заметки

# appNameCalendar
source: Calendar
ru: Календарь

# appNameClock
source: Clock
ru: Часы

# appNameGallery
source: Gallery
ru: Галерея

# appNameFiles
source: Files
ru: Файлы

# disclaimerTitle
source: Before You Begin
ru: Warning

# iAgree
source: I understand and accept all of the above.
ru: I have read and agree

# proceed
source: Enter the Countdown
ru: Proceed

# donateAppBarTitle
source: SUPPORT THE GRID
ru: ПОДДЕРЖАТЬ ПРОЕКТ

# donateHeaderLine1
source: Support the project. Crypto below — no middleman, no signup.
ru: Поддержка проекта. Крипто ниже — без посредников, без регистрации.

# donateHeaderLine2
source: Your anonymity and the project's anonymity are preserved: direct transfer to wallet, no one stores your data.
ru: Ваша анонимность и анонимность проекта сохраняются: перевод напрямую на кошелёк, никто не хранит ваши данные.

# donateSectionCrypto
source: CRYPTO — NO MIDDLEMAN
ru: КРИПТО — БЕЗ ПОСРЕДНИКОВ

# donateSectionOther
source: OTHER (LESS ANONYMOUS)
ru: ДРУГОЕ (МЕНЕЕ АНОНИМНО)

# donatePrivacyNote
source: Crypto donations: anonymous, no link to identity. Preferred way to preserve privacy on both sides.
ru: Криптопожертвования: анонимно, без привязки к личности. Предпочтительный способ для сохранения приватности с обеих сторон.

# donateAddressCopied
source: {label} — address copied
ru: {label} — адрес скопирован

# donateGitHubSubtitle
source: Optional. Application pending; for full anonymity use crypto above.
ru: Опционально. Заявка на одобрение; для полной анонимности используйте крипто выше.

# donateLabelXmrSolana
source: XMR (Monero) on Solana
ru: XMR (Monero) в сети Solana
